tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'autoconf'
brew 'boost'
brew 'xz'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'openssl'
brew 'curl'
brew 'freexl'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'jpeg'
brew 'giflib'
brew 'libtiff'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'readline'
brew 'sqlite'
brew 'libxml2'
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'git'
brew 'gdal'
brew 'gitup'
brew 'jenv'
brew 'libsvg'
brew 'node', args: ['without-npm']
brew 'pandoc'
brew 'ruby-build'
brew 'rbenv'
brew 'texinfo'
brew 'wget'
brew 'homebrew/science/openblas'
brew 'homebrew/science/r', args: ['with-openblas']
cask 'calibre'
cask 'cyberduck'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'font-fira-code'
cask 'google-chrome'
cask 'google-earth-pro'
cask 'intellij-idea'
cask 'iterm2'
cask 'mactex'
cask 'ngrok'
cask 'omnifocus'
cask 'phpstorm'
cask 'pycharm'
cask 'ripit'
cask 'rstudio'
cask 'rubymine'
cask 'sketchup'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'textmate'
cask 'virtualbox'
cask 'webstorm'
